Repository: wp-plugins/titleimage
Catalog: lang/titleimage-*.po
Languages: de_de

# msg_nogalleryselected
source: No Gallery selected. No image will be displayed.
de_de: Derzeit ist keine Galerie ausgewählt. Es wird kein Bild angezeigt.

# msg_imagewidth_adjusted
source: Imagewidth was adjusted
de_de: Die Bildbreitenangabe wurde angepasst.

# msg_imageheight_adjusted
source: Imageheight was adjusted
de_de: Die Bildhöhenangabe wurde angepasst.

# msg_data_saved
source: Data were saved
de_de: Die Angaben wurden gespeichert.

# lbl_status
source: State
de_de: Status

# lbl_active
source: Active
de_de: Aktiv

# lbl_gallery
source: Gallery
de_de: Galerie

# optval_selectgallery
source: Select gallery ...
de_de: Galerie ausw&auml;hlen ...

# lbl_imageselection
source: Image selection
de_de: Bildauswahl

# optval_firstimage
source: First image
de_de: Erstes Bild

# optval_randomimage
source: Random image
de_de: Zuf&auml;lliges Bild

# lbl_image
source: Image ...
de_de: Bild ...

# lbl_maximagesize
source: Max. Imagesize
de_de: Max. Bildgrößen

# lbl_width
source: Width
de_de: Breite

# lbl_height
source: Height
de_de: Höhe

# lbl_imageurl
source: Image Link
de_de: Bild-Link

# lbl_imageurl_additions
source: Image Link Attributes
de_de: Bild-Link Attribute

# lbl_imagesubtitle
source: Imagesubtitle
de_de: Bilduntertitel

# optval_nosubtitle
source: No Subtitle
de_de: Kein Bilduntertitel

# optval_gallerydescription
source: Gallery description
de_de: Galeriebeschreibung

# optval_imagedescription
source: Image description
de_de: Bildbeschreibung

# optval_individualtext
source: Individual text
de_de: Eigener Text

# lbl_subtitleurl
source: Subtitle Link
de_de: Untertitel-Link

# lbl_style
source: Style
de_de: Stil

# lbl_usedefaultstyle
source: Use default style
de_de: Default-Stil verwenden

# btn_save
source: Save
de_de: Speichern

# desc_no_description
source: No description available
de_de: Keine Beschreibung verfügbar

# help_basic_description
source: <h5>What is &quot;Titleimage&quot; good for?</h5><p>If you already use the fabulous plugin NextGEN Gallery than the titleimage plugin gives you the possibility to display the first or a random image from a selected NexGEN Gallery. This selected image will be displayed with the php function call showTitleimage(), which can be used inside your templates. The best place would be inside the index.php file directly after the get_header(); call.</p>
de_de: <h5>Wozu "Titleimage" gut sein soll</h5><p>Das Plugin "Titleimage" stellt die PHP-Funktion <code style="background-color: #FFFDC0">showTitleimage()</code> bereit, über die ein ausgewähltes oder zufälliges Bild aus einer Galerie des Plugins NextGEN Gallery dargestellt werden kann. Hierdurch ist es möglich z.B. auf der Startseite eine Art Titelbild anzuzeigen, welches immer an oberster Stelle platziert wird, unabhängig von den üblicherweise nach Datum sortierten aktuellen Posts.</p>

# help_gui_description
source: <h5>Options</h5><ul> <li> <strong>State</strong><br/> Switches the display of the titleimage on or off. </li> <li> <strong>Gallery Selection</strong><br/> Selects the NGG Ressource-Gallery </li> <li><strong>Image Selection</strong><br/> Selects the image that should be displayed from the given gallery. It is possible to select the first image, a random image or a specified image. </li> <li><strong>Imagesize</strong><br/> Defines the maximum Imagewidth and -height. </li> <li><strong>Image Link</strong><br/> An URL with which the image will be linked. </li> <li><strong>Image Link Attributes</strong><br/> Additional attributes for the image link to apply CSS classes for Javascript Lightbox Effects etc. </li> <li><strong>Image Subtitle</strong><br/> Enables the image subtitle in different options: <ul> <li>Gallery description</li> <li>Image description</li> <li>Individual text</li> <li>No subtitlte</li> </ul> </li> <li><strong>Subtitle Link</strong><br/> An URL with which the subtitle will be linked. </li> <li><strong>Stil</strong><br/> Defines wether the default CSS or an individual CSS File should be used. </li></ul>
de_de: <h5>Optionen</h5><ul> <li> <strong>Status</strong><br/> Schaltet die Darstellung des Titelbildes generell an oder aus. </li> <li> <strong>Galerie</strong><br/> Ermöglicht die Auswahl der Quellgalerie aus dem Plugin NextGEN Gallery. </li> <li><strong>Bildauswahl</strong><br/> Legt das anzuzeigende Bild aus der gewählten Galerie fest. Hierbei ist es möglich, das erste Bild, ein zufälliges Bild oder ein bestimmtes Bild für die Darstellung auszuwählen. </li> <li><strong>Maximale Bildgrö&szlig;en</strong><br/> Legt die maximale Bildbreite und/oder Bildhöhe fest, in der das Bild ausgegeben werden soll. </li> <li><strong>Bild-Link</strong><br/> Ermöglicht die Angabe eines URL, mit dem das Bild verlinkt wird. </li> <li><strong>Bild-link Attribute</strong><br/> Erweiterte Attribute mit denen der Bild-Link versehen wird. Z.B. Klassenangaben für JavaScript Lightbox-Effekte etc. </li> <li><strong>Bilduntertitel</strong><br/> Schaltet die Anzeige eines Bilduntertitels an Hand von verschiedenen Optionen an. Folgende Optionen sind möglich: <ul> <li>Galeriebeschreibung</li> <li>Bildbeschreibung</li> <li>Eigener Text</li> <li>Kein Bilduntertitel</li> </ul> </li> <li><strong>Untertitel Link</strong><br/> Ermöglicht die Angabe eines URL, mit dem der Bilduntertitel verlinkt wird. </li> <li><strong>Stil</strong><br/> Durch Aktivierung dieser Option wird angegeben, ob der Default Stil verwendet werden soll, oder das Design der Elemente über Stildefinitionen aus einer eigenen Stylesheet Datei erfolgt. </li></ul>

# help_use_in_templates
source: <h5>Usage in Templates</h5><p>To show the selected image please use the following PHP function call in your template (e.g. on your index.php):<br/>&lt;?php showTitleimage(); ?&gt;</p>
de_de: <h5>Verwendung im Template</h5><p>Die Darstellung des ausgewählten Bildes muss in einer Template-Datei Deines Themes (z.B. in der index.php) mit Hilfe des folgenden PHP Funktionsaufrufes eingebunden werden:&lt;?php showTitleimage(); ?&gt;</p>

# help_furtherinformation
source: <h5>More Information &amp; Ressources</h5><p> <a href="http://wordpress.org/extend/plugins/titleimage/">wordpress.org/extend/plugins/titleimage/</a><br/> <a href="http://www.pixelshifter.de/titleimage">www.pixelshifter.de/titleimage</a><br/></p>
de_de: <h5>Weitere Informationen &amp; Ressourcen</h5><p> <a href="http://wordpress.org/extend/plugins/titleimage/">wordpress.org/extend/plugins/titleimage/</a><br/> <a href="http://www.pixelshifter.de/titleimage">www.pixelshifter.de/titleimage</a><br/></p>
